{
  "backend": "tokenizers",
  "bos_token": "<|begin_of_text|>",
  "clean_up_tokenization_spaces": true,
  "eos_token": "<|end_of_text|>",
  "from_slow": true,
  "is_local": true,
  "legacy": false,
  "model_input_names": [
    "input_ids",
    "attention_mask"
  ],
  "model_max_length": 8192,
  "pad_token": "<|reserved_special_token_250|>",
  "padding_side": "left",
  "tokenizer_class": "TokenizersBackend"
}
